{
    "movies": [
        {
            "id": 0,
            "title": "Star Wars: Episode I – Die dunkle Bedrohung",
            "poster": "tempposter.jpg",
            "description": "Star Wars: Episode I – Die dunkle Bedrohung (Originaltitel: Star Wars: Episode I – The Phantom Menace) ist ein US-amerikanischer Science-Fiction-Film aus dem Jahr 1999 und der erste Teil der Prequel-Trilogie, welche die Vorgeschichte der Star-Wars-Filme (1977–1983) erzählt. Die weiteren Filme sind Star Wars: Episode II – Angriff der Klonkrieger (2002) und Star Wars: Episode III – Die Rache der Sith (2005). Der Film startete am 19. August 1999 in den deutschen Kinos. Im Jahr 2012 erschien er in 3D konvertiert erneut weltweit in den Kinos.",
            "information": {
                "Regisseur": [
                    "George Lucas"
                ],
                "Drehbuchautor": [
                    "George Lucas"
                ],
                "Schauspieler": [
                    "Liam Neeson",
                    "Ewan McGregor",
                    "Natalie Portman",
                    "Jake Lloyd",
                    "Ian McDiarmid",
                    "Anthony Daniels",
                    "Kenny Baker",
                    "Pernilla August",
                    "Frank Oz"
                ],
                "Produktion": "Lucasfilm Ltd.",
                "Länge": "136 Minuten"
            }
        },
        {
            "id": 1,
            "title": "Star Wars: Episode II – Angriff der Klonkrieger",
            "poster": "tempposter.jpg",
            "description": "Star Wars: Episode II – Angriff der Klonkrieger (Originaltitel: Star Wars: Episode II – Attack of the Clones) ist ein US-amerikanischer Science-Fiction-Film aus dem Jahr 2002 und der zweite Teil der Star-Wars-Saga. Regie führte George Lucas und die Hauptrollen sind mit Hayden Christensen, Ewan McGregor, Christopher Lee und Natalie Portman besetzt. 2005 folgte die Fortsetzung Star Wars: Episode III – Die Rache der Sith. Der Film startete am 16. Mai 2002 in den deutschen Kinos.",
            "information": {
                "Regisseur": [
                    "George Lucas"
                ],
                "Drehbuchautor": [
                    "George Lucas"
                ],
                "Schauspieler": [
                    "Ewan McGregor",
                    "Natalie Portman",
                    "Hayden Christensen",
                    "Ian McDiarmid",
                    "Samuel L. Jackson",
                    "Christopher Lee",
                    "Anthony Daniels",
                    "Kenny Baker",
                    "Pernilla August",
                    "Frank Oz"
                ],
                "Produktion": "Lucasfilm Ltd.",
                "Länge": "142 Minuten"
            }
        }
    ]
}